Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: this, $32.5 billion will be capital investment under the new Capital Budgeting Framework,
fr_fr: le nouveau Cadre de budgétisation des investissements en capital. Il s'agira notamment

source: including generational investments to drive capital formation such as improving infrastructure
fr_fr: d'investissements de portée historique ayant pour objectif de stimuler la formation de capital en

source: through a new Build Communities Strong Fund , supercharging growth and homebuilding
fr_fr: collectivités fortes , dynamiser la croissance et la construction de logements par

source: through a Productivity Super-Deduction and Build Canada Homes , and
fr_fr: Canada et accroître les dépenses de défense dans le cadre de la Stratégie

source: increasing defence spending to protect Canada's sovereignty in a way that also grows the economy
fr_fr: industrielle de défense , pour protéger la souveraineté du Canada d'une manière qui fait

source: through a Defence Industrial Strategy .
fr_fr: croître l'économie.

source: Canada continues to rest on strong economic fundamentals that provide the capacity to rebound from
fr_fr: Le Canada continue de s'appuyer sur de solides facteurs économiques fondamentaux qui lui permettent

source: short-term shocks.
fr_fr: Toutefois, la hausse des droits de douane

source: However, higher U.S. tariffs and rising geopolitical tensions have created
fr_fr: américains et l'intensification des tensions géopolitiques créent beaucoup d'incertitudes, qui

source: significant uncertainty, heightening risks to the economic and fiscal outlook.
fr_fr: aggravent les risques pour les perspectives économiques et budgétaires.

source: To facilitate prudent economic and fiscal planning around these risks and to further stress-test its
fr_fr: Pour favoriser une planification économique et budgétaire prudente à l'égard de ces risques et

source: baseline forecast, the Department of Finance has developed downside and upside scenarios of Canada's
fr_fr: soumettre ses prévisions de référence à des simulations de crise plus approfondies, le ministère des

source: In the upside scenario the budgetary balance would improve by an average of approximately
fr_fr: Dans le scénario optimiste , le solde budgétaire s'améliorerait en moyenne d'environ

source: $5.0 billion per year over the planning horizon.
fr_fr: 5,0 milliards de dollars par année au cours de la période de planification.

source: The federal debt-to GDP ratio would stabilise
fr_fr: Le ratio de la

source: in the near-term and fall more rapidly from 2026-27 onward, reaching 42.2 per cent
fr_fr: dette fédérale au PIB se stabiliserait à court terme et reculerait de plus en plus rapidement à

source: by 2029-30 (see Chart 37).
fr_fr: compter de 2026-2027, pour s'établir à 42,2 % d'ici 2029-2030 (graphique 37).

source: In the downside scenario , the budgetary balance would deteriorate by an average of
fr_fr: Dans le scénario pessimiste , le solde budgétaire se détériorerait en moyenne d'environ

source: approximately $9.2 billion per year over the planning horizon.
fr_fr: 9,2 milliards de dollars par année pendant la période de planification.

source: The federal debt-to-GDP ratio
fr_fr: Le ratio de la dette

source: would be expected to rise to 45.3 per cent by 2028-29 before falling
fr_fr: fédérale au PIB augmenterait pour atteindre 45,3 % d'ici 2028-2029, avant de retomber à

source: to 45.2 per cent by 2029-30 (see Chart 38).
fr_fr: 45,2 % d'ici 2029-2030 (graphique 38).

source: Full details of the government's fiscal outlook and the fiscal impact of the scenarios can be found
fr_fr: L'annexe 1 présente plus de renseignements sur les perspectives budgétaires du gouvernement et

source: in Annex 1.
fr_fr: l'incidence financière des scénarios.

source: Preserving Fiscal Firepower for Future Generations
fr_fr: Préserver la capacité financière pour les générations futures

source: In uncertain times, strategic investments today are the surest path to tomorrow's prosperity and
fr_fr: En ces temps incertains, les investissements stratégiques d'aujourd'hui sont le gage de la prospérité

source: security.
fr_fr: et de la sécurité de demain.

source: That is why the government is shifting the fiscal debate from "how much" we borrow to
fr_fr: plus à l'objectif des emprunts qu'au montant de ceux-ci, afin de saisir des occasions au profit des

source: "why" we borrow—seizing generational opportunities and ensuring that public dollars back high-impact
fr_fr: générations à venir et de veiller à ce que les fonds publics soutiennent des mesures à forte portée

source: actions with lasting economic returns.
fr_fr: En augmentant les investissements tout en

source: Investing more while spending less on government operations
fr_fr: réduisant ses dépenses de fonctionnement, le gouvernement contribuera au maintien de la capacité

source: will help secure sustained economic and fiscal capacity well into the future.
fr_fr: économique et budgétaire à long terme.

source: The government's economic plan is fiscally sustainable:
fr_fr: Le gouvernement propose un plan économique viable sur le plan budgétaire :

source: Modelling scenarios developed by the Department of Finance show the federal debt-to-GDP ratio on
fr_fr: Les scénarios de modélisation élaborés par le ministère des Finances indiquent que le ratio de

source: a declining trajectory over the longer term (Chart 39).
fr_fr: la dette fédérale au PIB suivra une trajectoire à la baisse à long terme (graphique 39).

source: Long-term projections help illustrate that fiscal sustainability depends not only on sound
fr_fr: Les projections à long terme contribuent à montrer que la viabilité des finances publiques

source: fiscal policies, but also on strong economic policies and growth-enhancing investments, such as
fr_fr: dépend non seulement de politiques budgétaires judicieuses, mais aussi de solides politiques

source: those presented in Budget 2025.
fr_fr: budget de 2025.

source: These policies work together to catalyse a virtuous cycle of investment, contributing to
fr_fr: contribuent à des hausses soutenues de l'activité économique, lesquelles aident à leur tour à

source: sustained increases in economic activity and, in turn, helping lower the government's debt
fr_fr: alléger le fardeau de la dette du gouvernement.

source: burden. As an illustration, with $500 billion in additional private investment over five years,
fr_fr: À titre d'exemple, grâce à la mobilisation d'investissements privés supplémentaires

source: real GDP could be about 3.5 per cent higher than otherwise by 2030, which would
fr_fr: de 500 milliards de dollars au cours des cinq prochaines années, le PIB réel

source: produce an even more pronounced downward trajectory for the federal debt-to-GDP ratio over the
fr_fr: qui placerait le ratio de la dette fédérale au PIB sur une trajectoire descendante encore plus

source: longer-term.
fr_fr: prononcée à long terme.

source: Preserving fiscal firepower is crucial to manage future pressures, including, among others, from
fr_fr: Il est essentiel de préserver la capacité financière pour pouvoir gérer les pressions futures,

source: recessions, additional defence spending, population aging, climate change, and the transition to net-zero emissions.
fr_fr: population, les changements climatiques et la transition vers la carboneutralité.

source: Maintaining Canada's Fiscal Advantage
fr_fr: Maintenir l'avantage financier du Canada

source: Across the globe, geopolitical instability, structural economic shifts, and intensifying global
fr_fr: Partout dans le monde, l'instabilité géopolitique, les changements structurels touchant l'économie et

source: competition are redefining the role of government.
fr_fr: l'intensification de la concurrence internationale redéfinissent le rôle des gouvernements.

source: At the same time, there is growing recognition
fr_fr: Parallèlement, il est de plus en plus reconnu que le manque d'investissement comporte des coûts

source: that underinvestment carries a steep cost—slower growth, eroded competitiveness, and weakened
fr_fr: élevés : ralentissement de la croissance, érosion de la compétitivité, et affaiblissement de la

source: Like Canada, many countries around the world are responding with bold, forward-looking strategies
fr_fr: À l'instar du Canada, de nombreux pays dans le monde réagissent à la situation en adoptant des

source: that place investment in productivity, innovation, and defence at the core of their fiscal and
fr_fr: l'innovation et la défense au cœur de leurs plans d'action budgétaires et économiques.

source: economic agendas. Canada is well positioned to seize generational opportunities and turn this moment of global
fr_fr: Le Canada est bien placé pour saisir des occasions qui profiteront aux générations à venir et

source: uncertainty into one of national opportunity.
fr_fr: transformer cette période d'incertitude mondiale en des possibilités à l'échelle nationale.

source: Canada's net debt-to-GDP ratio stands at just 13.3 per cent, compared to the G7
fr_fr: Le ratio de la dette nette au PIB s'élève à tout juste 13,3 %, comparativement au ratio

source: average (excluding Canada) of 101.4 per cent (Chart 40).
fr_fr: moyen de 101,4 % des pays du G7 (excluant le Canada) (graphique 40).

source: Canada's net debt burden today is lower than that of any other G7 country, and is even below the
fr_fr: Le fardeau de la dette nette du Canada est plus faible aujourd'hui que dans tout autre pays du

source: levels of those countries prior to the pandemic.
fr_fr: G7, et même inférieur au ratio de la dette de ces pays avant la pandémie.

source: Canada also has one of the smallest deficits in the G7 as a share of the economy (Chart 41).
fr_fr: Le Canada a aussi l'un des déficits les plus faibles du G7 en proportion de l'économie (graphique 41).

source: Notes: The internationally comparable definition of "all levels of government"
fr_fr: Nota – Aux fins de comparaisons internationales, l'expression « tous les ordres de

source: includes the central, state, and local levels of government, as well as social security funds.
fr_fr: locales, ainsi que les caisses de sécurité sociale d'un pays. Dans le cas du Canada, il s'agit des

source: For Canada, this includes the federal, provincial, territorial, and local and Indigenous
fr_fr: gouvernements fédéral, provinciaux ou territoriaux, des administrations locales et des gouvernements

source: government sectors, as well as the Canada Pension Plan and the Québec Pension Plan.
fr_fr: autochtones, auxquels s'ajoutent le Régime de pensions du Canada et le Régime de rentes du Québec.

source: Source: IMF, Fiscal Monitor, October 2025.
fr_fr: Source : Fonds monétaire international, Moniteur des finances publiques, octobre 2025

source: Canada's fiscal position also stands out among a broader set of 30 other advanced economies,
fr_fr: de 30 autres économies avancées, en affichant un ratio du déficit au PIB plus bas que la

source: posting a below-average deficit-to-GDP ratio and one of the lowest net debt-to-GDP ratios among the group (Charts 42 and 43).
fr_fr: moyenne et un des plus bas ratios de la dette nette au PIB du groupe (graphiques 42 et 43).

source: This marks a sharp contrast with Canada's fiscal situation in the 1980s and early 1990s, when
fr_fr: Cette posture contraste fortement avec la situation budgétaire du pays durant les années 1980 et

source: sustained deficits led to a rapid rise in the net debt burden and an erosion of Canada's fiscal
fr_fr: fardeau de la dette nette et détérioré l'avantage financier du pays par rapport à ses pairs.

source: advantage relative to its peers.
fr_fr: Le Canada est aussi l'une des deux seules économies du G7, avec l'Allemagne, à avoir obtenu une cote

source: Canada is also one of only two G7 economies, along with Germany, to have an AAA rating from major
fr_fr: AAA auprès de principales agences de notation de crédit mondiales.

source: global credit rating agencies.
fr_fr: Les cotes de crédit AAA aident à

source: Canada's AAA credit ratings help maintain investors' confidence and
fr_fr: conserver la confiance des investisseurs et contribuent à maintenir de faibles coûts d'emprunt.

source: contributes to maintaining low borrowing costs.
fr_fr: Le gouvernement aidera à maintenir l'avantage financier du Canada à l'avenir grâce à sa nouvelle

source: The government's new approach for a strong Canada, focused on driving high-impact investments while
fr_fr: approche visant à bâtir un Canada fort en stimulant des investissements à forte portée, tout en

source: reinforcing fiscal discipline by reducing day-to-day operating spending, will help ensure Canada
fr_fr: renforçant la rigueur budgétaire par la réduction des dépenses de fonctionnement courantes.

source: maintains its fiscal advantage going forward.
fr_fr: Nota – Aux fins de comparaisons internationales, l'expression

source: "30 Other
fr_fr: Régime de rentes du Québec.

source: Advanced Economies" are: Australia, Austria, Belgium, Croatia, Czech Republic, Denmark, Estonia,
fr_fr: Les « 30 autres économies avancées » sont les suivantes : Allemagne, Australie, Autriche, Belgique, Corée, Croatie,

source: Finland, France, Germany, Iceland, Ireland, Israel, Italy, Japan, Korea, Latvia, Lithuania,
fr_fr: Danemark, Espagne, Estonie, États-Unis, Finlande, France, Irlande, Islande, Israël,

source: Luxembourg, New Zealand, Netherlands, Portugal, Slovak Republic, Slovenia, Spain, Sweden,
fr_fr: Italie, Japon, Lettonie, Lituanie, Luxembourg, Nouvelle-Zélande, Pays-Bas, Portugal,

source: Switzerland, Taiwan, United Kingdom, and the United States.
fr_fr: République slovaque, République tchèque, Royaume-Uni, Slovénie, Suède, Suisse et Taïwan.

source: For greater readability, budgetary
fr_fr: Pour faciliter la lecture, les points de données sur le solde budgétaire de

source: balance data points for Ireland in 2010 (-32.1) and for Iceland in 2016 (12.4) have
fr_fr: l'Irlande en 2010 (-32,1) et de l'Islande en 2016 (12,4) ont été exclus du

source: been excluded from the other advanced economies range calculations.
fr_fr: calcul de la plage des autres économies avancées.

source: Norway, a statistical
fr_fr: La Norvège a été exclue du groupe

source: outlier due to its significant net asset position (+154.7 per cent of GDP
fr_fr: des autres économies avancées en raison de sa position d'actif net élevée

source: in 2024), has been excluded from the group.
fr_fr: (+154,7 % du PIB en 2024), qui constitue une valeur statistique aberrante.

source: Source: IMF, World Economic Outlook , October 2025.
fr_fr: Source : Fonds monétaire international, Moniteur des finances publiques , octobre 2025

source: <<< source: chap1-en.html >>>
fr_fr: <<< source: chap1-fr.html >>>

source: Chapter
fr_fr: Chapitre 1

source: 1: Building a stronger Canadian economy
fr_fr: : Bâtir une économie canadienne plus forte

source: Find out more about the expected gender and diversity impacts for each measure in
fr_fr: Apprenez-en plus sur les répercussions prévues sur le genre et la diversité des

source: Chapter 1: Building a stronger Canadian economy.
fr_fr: mesures figurant dans le Chapitre 1 : Bâtir une économie canadienne plus forte.

source: Canada has always been a proud nation of builders.
fr_fr: Le Canada a toujours été fier de son esprit bâtisseur.

source: In our earliest years, we were unified by a
fr_fr: Dès les premières années de son histoire, le

source: national railway.
fr_fr: Canada a été uni par un réseau ferroviaire national.

source: In the final years of the 1950s, the St. Lawrence Seaway was fully completed with
fr_fr: La fin des années 1950 a été marquée par

source: 15 locks linking the Great Lakes to the Atlantic Ocean stretching over 3,700 kilometres.
fr_fr: l'achèvement de la voie maritime du Saint-Laurent, qui compte 15 écluses et s'étend sur plus

source: In the same
fr_fr: Et, toujours dans les

source: decade, tens of thousands of blasters, steelworkers, roadworkers, and carpenters started
fr_fr: années 1950, ce sont par dizaines de milliers que des travailleurs — dynamiteurs, ouvriers

source: construction on the Trans-Canada Highway.
fr_fr: routiers, métallurgistes, charpentiers — ont commencé à construire la route Transcanadienne.

source: These infrastructure projects connected our nation and built our economy.
fr_fr: Ces projets d'infrastructures ont permis d'unir notre nation et de bâtir notre économie.

source: It is time we start
fr_fr: Le moment

source: building again at speed and scale.
fr_fr: est venu pour nous de relancer rapidement des projets de construction à aussi grande échelle.

source: The new government's core mission is to empower Canadians by building Canada's economic strength.
fr_fr: Le nouveau gouvernement du Canada a pour mission centrale de donner aux Canadiens et aux Canadiennes

source: This call for action is more pertinent than ever with the trade war causing uncertainty and
fr_fr: Cet appel à l'action est plus pertinent que jamais, compte tenu de la guerre commerciale qui cause de

source: presenting economic challenges.
fr_fr: l'incertitude et pose des défis économiques.

source: The latest Bank of Canada Business Outlook Survey revealed that over
fr_fr: Selon la dernière Enquête sur les perspectives des

source: 60 per cent of firms cited uncertainty surrounding financial, economic, and political conditions as their most pressing concern.
fr_fr: et politiques constitue la source de préoccupations la plus urgente indiquée par plus de 60 % des entreprises.

source: This has been reflected in slower hiring and businesses
fr_fr: Cette inquiétude se traduit par un ralentissement des embauches

source: delaying or cancelling projects, with business investment falling by 8 per cent annualised
fr_fr: et le report ou l'annulation de projets, comme l'illustre le recul de 8 % des

source: in the second quarter.
fr_fr: Les prévisionnistes

source: Forecasters expect business investment weakness to persist throughout 2025.
fr_fr: s'attendent à ce que cette baisse des investissements des entreprises persiste jusqu'à la fin

source: However, this period of global change can be our opportunity to invest in our economy and position
fr_fr: de 2025. Or, cette période de transformation mondiale nous offre une occasion unique d'investir

source: Canada for stronger, more sustainable growth in the future.
fr_fr: dans notre économie et de mieux positionner le Canada pour une croissance plus forte qui se

source: In a rapidly shifting global landscape, we cannot control what other nations do.
fr_fr: Dans un contexte international en évolution rapide, nous ne pouvons pas contrôler ce que font les

source: We can control what
fr_fr: autres nations.

source: we choose to do—and we are choosing to build.
fr_fr: Nous avons cependant le contrôle de nos actions, et nous choisissons de bâtir.

source: Budget 2025 capitalises on a generational opportunity—not seen since the economic transformation
fr_fr: Le budget de 2025 mise sur une occasion qui ne se présente qu'une fois par génération, une

source: engendered by C.D. Howe in the wake of the Second World War—to transform our economy, our energy,
fr_fr: occasion qui ne s'était pas vue depuis la transformation économique menée par C.D. Howe au

source: our trade relations, and our collective defence.
fr_fr: notre production énergétique, à nos relations commerciales et à notre défense collective.

source: To help drive this transformation, the government is focused on catalysing private sector investment
fr_fr: Pour mener cette transformation à bien, le gouvernement cherche à stimuler les investissements du

source: in Canada—investment in machinery, equipment, and innovation that enhances long-term growth
fr_fr: secteur privé au Canada, soit les investissements dans les machines, le matériel et l'innovation qui

source: potential and will help jumpstart and sustain productivity growth.
fr_fr: renforcent le potentiel de croissance à long terme et contribuent à des gains de productivité

source: Canada's new government is focused on creating the conditions that allow businesses to
fr_fr: Notre nouveau gouvernement a pour objectif de créer les conditions propices à la réussite des

source: succeed—investing in strategic infrastructure, modernising regulatory and competition frameworks,
fr_fr: réglementation et le régime de concurrence, et en accélérant le développement et l'adoption de

source: and accelerating the development and adoption of critical technologies such as AI and clean
fr_fr: technologies cruciales comme l'intelligence artificielle (IA) et les technologies propres.

source: technology. And we are already making progress.
fr_fr: Nous réalisons déjà des progrès en ce sens.

source: In a short time, the government has launched the Major
fr_fr: En peu de temps, le gouvernement a mis sur pied le Bureau des grands projets afin d'accélérer la réalisation des projets d'intérêt

source: Projects Office to fast-track nation-building projects, and Build Canada
fr_fr: national, ainsi que l'agence Maisons Canada , qui contribuera à faire doubler le

source: Homes , which will help double the pace of construction over the next decade.
fr_fr: rythme de la construction au cours des 10 prochaines années.

source: As
fr_fr: Tout en lançant ces initiatives,

source: Canada's new government embarks on these missions, we are also ensuring Canadian workers and
fr_fr: le nouveau gouvernement du Canada cherche aussi à faire en sorte que les travailleurs et les

source: businesses have the tools they need to drive this transformation and thrive from it.
fr_fr: entreprises de tout le pays disposent des outils nécessaires pour contribuer à cette transformation

source: In this time of uncertainty, there is also a heightened urgency to make our economy more resilient
fr_fr: En cette période d'incertitude, il est d'autant plus urgent d'agir pour rendre notre économie plus

source: and competitive.
fr_fr: résiliente et compétitive.

source: Through this budget, the government will tackle structural issues that are holding
fr_fr: Dans le présent budget, le gouvernement s'attaquera à des problèmes

source: back Canada's economy—internal trade barriers, burdensome regulation, and weak competition
fr_fr: au commerce intérieur, la lourdeur de la réglementation et la faible intensité de la concurrence.

source: intensity. Eliminating our barriers to growth will usher in a new era of economic security and
fr_fr: L'élimination des obstacles à notre croissance marquera le début d'une nouvelle ère de sécurité

source: prosperity for Canadians.
fr_fr: économique et de prospérité, et ce, pour toute la population canadienne.

source: 1.1 Accelerating Major Nation-Building Projects
fr_fr: 1.1 Accélérer la réalisation des grands projets d'intérêt national

source: For too long, the construction of major infrastructure in Canada has been stalled by arduous,
fr_fr: Pendant trop longtemps, la construction de grands projets d'infrastructure au pays a été ralentie par

source: inefficient approval processes.
fr_fr: L'incertitude, les formalités administratives

source: Uncertainty, red tape, and duplicated and complicated review
fr_fr: et les processus d'évaluation complexes et répétitifs sont tous des freins à l'investissement.

source: processes have all curbed investment.
fr_fr: Statistique Canada estime que le fardeau imposé par la réglementation au niveau fédéral s'est accru

source: Statistics Canada estimates that federal regulatory burden rose 37 per cent between 2006 and 2021.
fr_fr: de 37 % de 2006 à 2021.

source: Had it remained at 2006 levels, business investment in 2021 would have been
fr_fr: Si ce fardeau ne s'était pas alourdi depuis 2006, les
